NSCameraUsageDescription = "Kamera bideo deietan erabiltzen da";
NSMicrophoneUsageDescription = "Mikrofonoa ahots- eta bideo-deietan erabiltzen da";
NSPhotoLibraryUsageDescription = "Argazki-liburutegira sarbidea behar da zure gailuko argazkiak eta bideoak partekatzeko";
NSContactsUsageDescription = "Kontaktuetarako sarbidea beharrezkoa da zure helbide-liburuko kontaktuak zure zerbitzariko kontaktuekin lotzeko";
